Revit 2027 API
ParameterTypeId.EnergyAnalysisSpaceJson Property
 "JSON data for Analytical Spaces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisSpaceJson { get; }
Public Shared ReadOnly Property EnergyAnalysisSpaceJson As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisSpaceJson {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisSpaceJson : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace